app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" DEFAULT VALUES
---
  def create
    @school_class = SchoolClass.new(school_class_params(:title, :room_number))
    @school_class.save